/* Informative text used when Web Clip is unable to access a local file */
"Cannot access %@" = "Kan ikke få adgang til %@";

/* Used when Web Clip can't load a page off a webserver */
"Cannot load page on %@" = "Kan ikke indlæse side på %@";

/* The Done button is the button users press to exit Edit mode. */
"Done" = "OK";

/* The message shown while loading a web clip */
"Loading Clip" = "Indlæser klip";

/* Loading Clip animation with one dot */
"Loading Clip." = "Indlæser klip.";

/* Loading Clip animation with two dots */
"Loading Clip.." = "Indlæser klip..";

/* Loading Clip animation with three dots */
"Loading Clip..." = "Indlæser klip...";

/* Informative text used when Web Clip cannot connect to the Internet' */
"Please connect to the Internet" = "Opret forbindelse til Internet";

/* A very short message that says Requires Mac OS X v10.4.3 */
"Requires Mac OS X v10.4.3" = "Kræver Mac OS X v10.4.3";

/* Web Clip Not Available */
"Web Clip Not Available" = "Web Clip ikke tilgængelig";

